<?php

return [
    'navigation' => [
        'title' => 'الدروب شيب',
        'group' => 'النقل',
    ],

    'table' => [
        'actions' => [
            'delete' => [
                'notification' => [
                    'success' => [
                        'title' => 'تم حذف الدروب شيب',
                        'body' => 'تم حذف الدروب شيب بنجاح.',
                    ],

                    'error' => [
                        'title' => 'تعذر حذف الدروب شيب',
                        'body' => 'لا يمكن حذف الدروب شيب لأنه قيد الاستخدام حالياً.',
                    ],
                ],
            ],
        ],

        'bulk-actions' => [
            'delete' => [
                'notification' => [
                    'success' => [
                        'title' => 'تم حذف الدروب شيب',
                        'body' => 'تم حذف الدروب شيب بنجاح.',
                    ],

                    'error' => [
                        'title' => 'تعذر حذف الدروب شيب',
                        'body' => 'لا يمكن حذف الدروب شيب لأنها قيد الاستخدام حالياً.',
                    ],
                ],
            ],
        ],
    ],
];
