<?php

return [
    'label' => 'تحقق',
    'modal-heading' => 'إنشاء طلب خلفي؟',
    'modal-description' => 'أنشئ طلباً خلفياً إذا سيتم معالجة المنتجات المتبقية لاحقاً. إذا لم يكن كذلك، لا تقم بإنشاء طلب خلفي.',

    'extra-modal-footer-actions' => [
        'no-backorder' => [
            'label' => 'بدون طلب خلفي',
        ],
    ],

    'notification' => [
        'warning' => [
            'lines-missing' => [
                'title' => 'لا توجد كميات محجوزة',
                'body' => 'لا توجد كميات محجوزة للنقل.',
            ],

            'lot-missing' => [
                'title' => 'تزويد رقم الدفعة/التسلسلي',
                'body' => 'يجب عليك تزويد رقم دفعة/تسلسلي للمنتجات',
            ],

            'serial-qty' => [
                'title' => 'تم تعيين الرقم التسلسلي مسبقاً',
                'body' => 'تم تعيين الرقم التسلسلي بالفعل لمنتج آخر.',
            ],

            'partial-package' => [
                'title' => 'لا يمكن نقل نفس محتوى الطرد',
                'body' => 'لا يمكنك نقل نفس محتويات الطرد أكثر من مرة ضمن عملية نقل واحدة أو تقسيم الطرد بين موقعين.',
            ],
        ],
    ],
];
